Repository: santoshkc2200/hitofit
Catalog: hitofit-reality/Localizable.xcstrings
Source language: en
Languages: ja

# %lld / %lld steps
source: %1$lld / %2$lld steps
ja: %1$lld / %2$lld 歩

# %lld / %lld steps (%lld%%)
source: %1$lld / %2$lld steps (%3$lld%%)
ja: %lld / %lld 歩 (%lld%%)

# brickWall.completed
source: COMPLETED — %lld steps!
ja: 完成！ — %lld 歩！

# brickWall.deltaLabel
source: +%lld steps
ja: +%lld 歩

# brickWall.progress
source: 🧱 %lld / %lld steps
ja: 🧱 %lld / %lld 歩

# brickWall.waiting
source: 🧱 Waiting for target…
ja: 🧱 目標を待機中…

# connection.cancel
source: Cancel
ja: キャンセル

# connection.connectPrompt
source: Connect to your iPhone to begin the step experience.
ja: iPhoneに接続してステップ体験を始めましょう。

# connection.deviceID %lld
source: Your Device ID: %lld
ja: デバイスID：%lld

# connection.disconnect
source: Disconnect
ja: 切断

# connection.establishing
source: Establishing a secure connection
ja: 安全な接続を確立しています

# connection.getStarted
source: Get Started
ja: はじめる

# connection.searching
source: Searching for devices…
ja: デバイスを検索中…

# connection.startConnecting
source: Start Connecting
ja: 接続を開始

# display.barChart
source: Bar Chart
ja: 棒グラフ

# display.brickWall
source: Brick Wall
ja: レンガの壁

# fireworks.congratulations
source: Congratulations!
ja: おめでとう！

# fireworks.goalReached
source: Goal Reached
ja: 目標達成

# fireworks.keepMoving
source: You did it! Keep moving 🏃
ja: やりました！歩き続けよう 🏃

source: Goal reached %lld steps
ja: 目標達成！ %lld 歩

source: Session Active
ja: セッションがアクテイブ

# session.goalReached
source: Goal reached!
ja: 目標達成！

# session.waitingToStart
source: Waiting for session to start…
ja: セッション開始を待機中…

# session.willOpenAutomatically
source: The immersive experience will open automatically.
ja: 没入体験は自動的に開きます。

# status.browsing
source: Browsing…
ja: 検索中…

# status.connected
source: Connected
ja: 接続済み

# status.connecting
source: Connecting…
ja: 接続中…

# status.notConnected
source: Not connected
ja: 未接続

source: Waiting for data
ja: データ待機中….
